Repository: Suisse00/ONIMods
Catalog: Mods/PassiveGasVentInput/translations/*.po
Languages: fr

# PassiveGasVentInput.STRINGS.BUILDINGS.PREFABS.PASSIVEGASVENTINPUT.DESC
source: Passively takes gas from the environment under a high pressure.
fr: Prélève passivement du gaz dans l'environnement sous une pression élevée.

source: Productivity depends on pressure
fr: Le débit dépend de la pression

source: Productivity of the building increases by {0} every atm kg
fr: Le débit de l'équipement augmente de {0} tous les atm kg

source: Pressure over {0}
fr: Pression supérieur à {0}

source: Building starts working when <style="KKeyword">pressure</style> is greater than {0}
fr: L'équipement commence à fonctionner lorsque la <style="KKeyword">pression</style> est supérieure à {0}

# PassiveGasVentInput.STRINGS.BUILDINGS.PREFABS.PASSIVEGASVENTINPUT.EFFECT
source: Pumps <link="ELEMENTS_GAS">gas</link> into <link="GASPIPING">pipes</link> using high external pressure. Use to pump out excess gas.
fr: Pompe <link="ELEMENTS_GAS">le gaz</link> dans <link="GASPIPING">les tuyaux</link> à l'aide d'une pression externe élevée. Sert à pomper l'excès de gaz.

# PassiveGasVentInput.STRINGS.BUILDINGS.PREFABS.PASSIVEGASVENTINPUT.NAME
source: <link="PASSIVEGASVENTINPUT">Gas Vent Input</link>
fr: <link="PASSIVEGASVENTINPUT">Entrée passive de gaz </link>

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MINIMUMPRESSURE.NAME
source: Minimum pressure
fr: Pression minimale

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MINIMUMPRESSURE.TOOLTIP
source: Minimum gas pressure to start working. Default = 2 Kg
fr: Pression minimale du gaz pour que l'équipement commence à fonctionner. Par défaut = 2 Kg

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MINIMUMFLOW.NAME
source: Minimum flow
fr: Débit minimal

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MINIMUMFLOW.TOOLTIP
source: Gas flow at minimum pressure. Default = 0.0 Kg
fr: Débit du gaz lorsque la pression est au minimum. Par défaut = 0.0 Kg

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MAXIMUMPRESSURE.NAME
source: Maximum pressure
fr: Pression maximale

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MAXIMUMPRESSURE.TOOLTIP
source: Gas pressure which produces maximum flow. Default = 602 Kg
fr: Pression du gaz pour générer le débit maximum. Par défaut = 602 Kg

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MAXIMUMFLOW.NAME
source: Maximum flow
fr: Débit maximal

# PassiveGasVentInput.STRINGS.PASSIVEGASVENTINPUT.OPTIONS.MAXIMUMFLOW.TOOLTIP
source: Maximum achievable gas flow. Default = 3 Kg
fr: Débit maximal atteignable du gaz. Par défaut = 3 Kg
